Repository: the-ge/thege.hodgepodge.launcher
Catalog: src/translate/*.po
Languages: nl, ro

source: Behavior
nl: Gedrag
ro: Comportament

source: Appearance
nl: Vormgeving
ro: Aspect

source: Report a Bug…
nl: Bug melden…
ro: Raportează o problemă

source: Sidebar position:
nl: Zijbalklocatie:
ro: Poziția barei laterale:

source: Left
nl: Links
ro: Stânga

source: Right
nl: Rechts
ro: Dreapta

source: List style:
nl: Lijststijl:
ro: Stilul listelor:

source: Normal
nl: Normaal

# @info:usagetip under a checkbox when Touch Mode is on
source: Disabled in Touch Mode
nl: Uitgeschakeld in aanraakmodus
ro: Inactiv în modul touch

# @info:isListCompact
source: Normal: two rows, compact: one row.
nl: Normaal: twee rijen — Compact: één rij.
ro: Normal: două rânduri, compact: un singur rând.

source: Launcher icon:
nl: Starterpictogram:
ro: Pictograma lansatorului:

# @action:button
source: Change Application Launcher's icon
nl: Kies een ander starterpictogram
ro: Schimbă pictograma lansatorului de aplicații

# @info:whatsthis
source: Current icon is %1. Click to open menu to change the current icon or reset to the default icon.
nl: Het huidige pictogram is %1. Klik om een ander pictogram te kiezen of het standaardpictogram terug te zetten.
ro: Pictograma curentă este %1. Fă clic pentru a deschide meniul ce dă posibilitatea de a schimba pictograma curentă sau a o reseta la valoarea inițială.

# @info:tooltip
source: Icon name is "%1"
nl: De pictogramnaam is ‘%1’
ro: Numele pictogramei este "%1"

# @item:inmenu Open icon chooser dialog
source: Choose…
nl: Kiezen…
ro: Alege…

# @info:whatsthis
source: Choose an icon for Application Launcher
nl: Kies een starterpictogram
ro: Alege o pictogramă pentru lansatorul de aplicații

# @item:inmenu Reset icon to default
source: Reset to default icon
nl: Standaardpictogram terugzetten
ro: Resetează la pictograma inițială

# @action:inmenu
source: Remove icon
nl: Pictogram verwijderen
ro: Șterge pictograma

# @label:textbox
source: Launcher icon text:
nl: Tekst naast pictogram:
ro: Textul pictogramei lansatorului:

# @info:placeholder
source: Type here to add a text label next to the launcher icon…
nl: Voer een tekst in die naast het starterpictogram moet worden getoond…

# @action:button
source: Remove launcher icon text
nl: Tekst wissen
ro: Șterge textul pictogramei

# @info
source: An icon text cannot be set when the launcher's container is vertical.
nl: Let op: en kan geen tekst worden ingesteld als de starter op een verticaal paneel staat.
ro: Nu poate fi adăugat text la pictogramă când containerul lansatorului este vertical.

source: User avatar size:
nl: Grootte van profielfoto:
ro: Mărimea avatarului utilizatorului:

source: Grid icons size:
nl: Grootte van pictogrammen op rooster:
ro: Mărimea pictogramei în grile:

source: List icons size:
nl: Grootte van pictogrammen op lijst:
ro: Mărimea pictogramei în liste:

# @info:userIconSize
source: The size of the user avatar located in the launcher header.
nl: De grootte van de profielfoto die bovenaan de starter getoond wordt.
ro: Mărimea avatarului utilizatorului (în antetul lansatorului).

source: Favorites layout:
nl: Indeling van favorieten:
ro: Aspectul favoritelor:

source: Grid
nl: Rooster
ro: Grilă

source: List
nl: Lijst
ro: Listă

source: Applications layout:
nl: Programma-indeling:
ro: Aspectul aplicațiilor:

source: Separator lines:
nl: Scheidingslijnen:
ro: Linii de separare:

source: Width:
nl: Breedte:
ro: Grosime:

source: Color:
nl: Kleur:
ro: Culoare:

source: Separator lines color
nl: Kleur van scheidingslijnen
ro: Culoarea liniilor separatoare:

source: Always sort applications alphabetically
nl: Programma's alfabetisch sorteren
ro: Ordonează alfabetic aplicațiile

source: Highlight new apps
nl: Nieuwe programma's markeren
ro: Evidențiază aplicațiile noi

source: Update main panel when hovering over sidebar categories
nl: Programma's tonen na aanwijzen van zijbalkcategorieën
ro: Actualizează panoul principal când cursorul ajunge deasupra unei categorii din bara laterală

# @info:isUpdateOnHover
source: If unchecked, the apps in the main panel will be updated when clicking (instead of hovering) on a sidebar category.
nl: Schakel uit om programma's te tonen na het aanklikken van zijbalkcategorieën.
ro: Dacă nu este bifată, pentru actualizarea aplicațiilor din panoul principal va fi necesar un clic pe o categorie din bara laterală.

# @action:button opens plasmasearch kcm
source: Configure Search Plugins…
nl: Zoekuitbreidingen instellen…
ro: Configurează extensiile pentru căutare...

source: Open launcher in:
nl: Weergeven na openen:
ro: Deschide lansatorul în:

source: Favorites
nl: Favorieten
ro: Favorite

source: All Applications
nl: Alle programma's

source: Places
nl: Locaties
ro: Locuri

# @info:startWith
source: Select what is first visible when the launcher is opened.
nl: Geef aan welke sectie moet worden getoond na het openen van de starter.
ro: Alege ce se vede inițial la deschiderea lansatorului.

source: Show applications as:
nl: Programma's tonen met:
ro: Afișeaza aplicațiile ca:

source: Name only
nl: Naam
ro: Nume

source: Description only
nl: Beschrijving
ro: Descriere

source: Name and description
nl: Naam en beschrijving

source: Description and name
nl: Beschrijving en naam

source: Show buttons for:
nl: Knoppen tonen voor:
ro: Afișează butoane pentru:

source: Power actions
nl: Energieacties
ro: Oprirea sistemului

source: Session actions
nl: Sessieacties
ro: Sesiunea de lucru

# @info:isPowerVisible,isSessionVisible
source: If unchecked or not enough space, buttons will move to the 'Power/Session' menu.
nl: Als deze instelling wordt uitgeschakeld of indien er onvoldoende ruimte is, worden de knoppen tot één menu gecombineerd.
ro: Dacă opțiunea nu este bifată sau butoanele nu au suficient loc, butoanele se vor muta în meniul Sistem/Sesiune.

source: Show button captions in the Power/Session toolbar
nl: Knoplabels van energie- en sessieacties tonen
ro: Afișează textul butoanelor în bara de unelte Sistem/Sesiune

source: Reset configuration
nl: Standaardwaarden terugzetten
ro: Resetează configurația

source: Clicking 'OK' will reset the launcher settings.
nl: Klik op oké om de standaard starterinstellingen terug te zetten.
ro: Confirmând cu butonul 'OK' va reseta configurarea lansatorului.

source: Shortcuts
nl: Sneltoetsen
ro: Scurtături

source: This shortcut will activate the applet as though it had been clicked.
nl: Met behulp van deze sneltoets kan de starter worden geopend.
ro: Această scurtătură va activa lansatorul ca și cum ar fi fost făcut un clic pe el.

source: Open user settings
nl: Gebruikersinstellingen openen
ro: Deschide configurarea

source: Keep Open
nl: Openhouden
ro: Menține-l deschis

# @info:status
source: No matches
nl: Er zijn geen zoekresultaten
ro: Nicio potrivire

source: Remove from Favorites
nl: Verwijderen uit favorieten
ro: Scoate dintre favorite

source: Add to Favorites
nl: Toevoegen aan favorieten
ro: Adaugă la favorite

source: On All Activities
nl: Op alle activiteiten
ro: În toate activitățile

source: On the Current Activity
nl: Op huidige activiteit
ro: În activitatea curentă

source: Show in Favorites
nl: Tonen in favorieten
ro: Afișează în favorite

source: Edit Applications…
nl: Programma's bewerken…
ro: Editează aplicațiile..

source: Power/Session
nl: Energie/Sessie
ro: Sistem/Sesiune

source: Session
nl: Sessie
ro: Sesiune

source: Power
nl: Energie
ro: Sistem

source: More
nl: Meer
ro: Mai multe

source: Applications
nl: Programma's

# category in Places sidebar
source: History
nl: Geschiedenis
ro: Istorie

# category in Places sidebar
source: Frequently Used
nl: Veelgebruikt
ro: Folosite frecvent

source: Grid with %1 rows, %2 columns
nl: Een rooster met %1 rijen en %2 kolommen
ro: Grilă cu %1 rânduri și %2 coloane

# @info:placeholder
source: Type here to add a text label next to the launcher icon...
ro: Scrie aici pentru a adăuga text lângă pictograma lansatorului...

source: Name (Description)
ro: Nume și descriere

source: Description (Name)
ro: Descriere și nume

source: Apps
ro: Applicații

source: All Apps
ro: Toate aplicațiile

# category in Places sidebar
source: Computer
ro: Sistem
